Repository: Davidferl/Ninety
Catalog: lib/l10n/app_*.arb
Languages: fr

# hello
source: Hi
fr: Bonjour

source: Welcome back!
fr: Bienvenue!

# get_started
source: Let's get started!
fr: Commençons!

# unknown_error
source: Oops! An error occured!
fr: Oups! Une erreur est survenue!

# login_error
source: Could not login with those credentials.
fr: Ces informations ne correspondent à aucun compte.

source: Login
fr: Se connecter

source: Logout
fr: Se déconnecter

source: Email
fr: Courriel

source: Password
fr: Mot de passe

# dont_have_account
source: Don't have an account?
fr: Vous n'avez pas de compte?

# already_have_account
source: Already have an account?
fr: Vous avez déjà un compte?

source: Sign up
fr: Créer un compte

source: First name
fr: Prénom

source: Last name
fr: Nom

# explore
source: Explore groups
fr: Explore des groupes

# new_log
source: Enter new log
fr: Entrer un nouveau log

# pick_objective
source: Pick your objective
fr: Choisir un objectif

# pick_objective_description
source: Show the world how it is done!
fr: Montre au monde de quoi tu es capable!

source: Dashboard
fr: Tableau de bord

source: Continuous
fr: Continues

source: Discrete
fr: Discrètes

# what_is_this_group
source: What is this group about?
fr: De quoi parle ce groupe ?

source: Create an objective!
fr: Créer un objectif !

# create_an_objective_description
source: To join this group, you need to create an objective. What type of objective would you like to create?
fr: Pour rejoindre ce groupe, vous devez créer un objectif. Quel type d'objectif souhaitez-vous créer ?

# create_objective_prompt
source: My objective title
fr: Titre de mon objectif

source: Objective
fr: Objectif

# create_objective_meaning
source: What do the following values mean?
fr: Que signifient les valeurs suivantes ?

# create_objective_meaning_description
source: Continuous values are for objectives that are ongoing, like 'Run 3km a day'. Discrete values are for objectives that happen one or many times during the week, like 'Eat a salad for lunch'.
fr: Les valeurs continues sont pour les objectifs continus, comme 'Courir 3 km par jour'. Les valeurs discrètes sont pour les objectifs qui se produisent une ou plusieurs fois par semaine, comme 'Manger une salade pour le déjeuner'.

# create_objective_continuous_objective
source: Objective (ex: 3)
fr: Objectif (ex : 3)

# create_objective_continuous_unit
source: Unit (ex: km)
fr: Unité (ex : km)

# create_objective_discrete_objective
source: Number of times per week
fr: Nombre de fois par semaine

source: No objectives found
fr: Aucun objectif trouvé

source: No entry yet
fr: Aucune entrée pour l'instant

source: Last entry today
fr: Dernière entrée aujourd'hui

source: Last entry yesterday
fr: Dernière entrée hier

# last_entry_days_ago
source: Last entry {days} days ago
fr: Dernière entrée il y a {days} jours

source: Title
fr: Titre

source: Your progress
fr: Votre progression

source: Send
fr: Envoyer
